Repository: ScorpioPlayer/Localization
Catalog: */Resources.resw
Source language: en_us
Languages: ar, de, es, fr, it, ja, ko, pt, ru, tr, zh_cn, zh_hant

# CM_RememberLastPlaybackAudioTrack
source: Remember Selected Audio Track
ar: تذكر المسار الصوتي المحدد
ja: 選択したオーディオ トラックを覚えています。
pt: Lembre-se a faixa de áudio selecionada
tr: Seçili ses izi hatırlıyorum

# detailview_Resources.Text
source: Resources
ar: الموارد
ja: リソース
pt: Recursos
tr: Kaynaklar

source: Copy
ar: نسخة
ja: コピー
pt: Cópia
tr: Kopya

# AddTaskToAria2
source: Add download task to aria2
ar: إضافة التحميل المهمة إلى aria2
ja: Aria2 にダウンロード タスクを追加します。
pt: Adicionar a tarefa de download para aria2
tr: Aria2 için indirme görev ekleyin

# Samba_Aria2Secrete_TextBlock.Header
source: Aria2 Secrete
ar: تفرز Aria2
ja: Aria2 を分泌します。
pt: Aria2 secretam
tr: Aria2 salgılar

# UseAria2ToggleSwitch.Header
source: Use Aria2
pt: Use o Aria2
tr: Kullanım Aria2

# UseAria2ToggleSwitch.OnContent
source: Yes
pt: Sim
tr: Evet

# UseAria2ToggleSwitch.OffContent
source: No
pt: Não
tr: Hayır

# WM_ExpectedCompletion
source: Expected Completion
pt: Conclusão esperada
tr: Beklenen tamamlanma

source: Not Connected
pt: Não conectado
tr: Bağlı değil

# Samba_Aria2JsonRPC1_TextBlock.Header
source: Aria2 JsonRPC Address 1
pt: Aria2 JsonRPC endereço 1
tr: Aria2 JsonRPC adresi 1

# SkipCD_SkipPreconditionEnabledToggleSwitch.Header
source: Use Skip Precondition
pt: Usar o Skip pré-condição
tr: Atla ön koşul kullanın

# SkipCD_SkipPreconditionEnabledToggleSwitch.OnContent
source: Yes
pt: Sim
tr: Evet

# SkipCD_SkipPreconditionEnabledToggleSwitch.OffContent
source: No
pt: Não
tr: Hayır

# SkipPreconditionTextBox.Header
source: When File Name Contains String
pt: Quando o nome do arquivo contém String
tr: Ne zaman dosya adı dizesi içeriyor

# Samba_Aria2JsonRPC2_TextBlock.Header
source: Aria2 JsonRPC Address 2
pt: Aria2 JsonRPC endereço 2
tr: Aria2 JsonRPC adresi 2

# SD_PivotItem3_DwonloadPageOnDetailViewEnabledToggleSwitch.Header
source: Show Movie Magnet Resources On Detail Page
pt: Mostrar o filme ímã recursos na página de detalhes
tr: Ayrıntı sayfasında film mıknatıs kaynakları göster

# SD_PivotItem3_DwonloadPageOnDetailViewEnabledToggleSwitch.OnContent
source: Yes
pt: Sim
tr: Evet

# SD_PivotItem3_DwonloadPageOnDetailViewEnabledToggleSwitch.OffContent
source: No
pt: Não
tr: Hayır

# CM_ShowDownloadButton
source: Show Download Manager Button
pt: Mostrar botão de Gerenciador de Download
tr: Download Yöneticisi düğmesini göster

# SearchingIMDb
source: Searching for
pt: À procura de
tr: Arama

# SearchingIMDbNotFound
source: No results found
pt: Nenhum resultado encontrado
tr: Hiçbir sonuç bulunamadı

# SearchingIMDbNotFound2
source: The movie information was found, but the download resource was not found
pt: As informações do filme foi encontradas, mas o recurso de download não foi encontrado
tr: Film bilgisi bulunamadı ancak download kaynak bulunamadı

# InputSearchingIMDb
source: Search IMDb ID / Movie Title
pt: Pesquisar IMDb ID / título do filme
tr: Arama IMDB kimliği / film adı

# SearchIMDbId
source: Search IMDb ID / Movie Title
pt: Pesquisar IMDb ID / título do filme
tr: Arama IMDB kimliği / film adı

# SynologyJsonRPC1_TextBlock.Header
source: Synology Host 1
tr: Synology ana makine 1

# SynologyJsonRPC2_TextBlock.Header
source: Synology Host 2
tr: Synology ana bilgisayar 2

# SynologyPort_TextBlock.Header
source: Synology Port
pt: Synology Porto
tr: Synology bağlantı noktası

# SynologyUserName_TextBlock.Header
source: Synology User Name
pt: Nome de usuário Synology
tr: Synology Kullanıcı adı

# SynologyPassword_TextBlock.Header
source: Synology Password
pt: Synology senha
tr: Synology şifre

source: Add Task To Synology Download Station
pt: Adicionar a tarefa para a estação de Download Synology
tr: Synology Download İstasyonu için görev ekleme

# SD_PivotItem3_PassthroughVideoWMV3ToggleSwitch.Header
source: Hardware Accelerate WMV3
pt: Ferragem acelerar WMV3
tr: Donanım WMV3 hızlandırmak

# SD_PivotItem3_PassthroughVideoWMV3ToggleSwitch.OnContent
source: Yes
pt: Sim
tr: Evet

# SD_PivotItem3_PassthroughVideoWMV3ToggleSwitch.OffContent
source: No
pt: Não
tr: Hayır

# SD_PivotItem3_PassthroughVideoVC1ToggleSwitch.Header
source: Hardware Accelerate VC1
pt: Ferragem acelerar VC1
tr: Donanım VC1 hızlandırmak

# SD_PivotItem3_PassthroughVideoVC1ToggleSwitch.OnContent
source: Yes
pt: Sim
tr: Evet

# SD_PivotItem3_PassthroughVideoVC1ToggleSwitch.OffContent
source: No
pt: Não
tr: Hayır

# SD_PivotItem3_PassthroughVideoMPEG2ToggleSwitch.Header
source: Hardware Accelerate MPEG2
pt: Acelerar a ferragem MPEG2
tr: Donanım hızlandırmak MPEG2

# SD_PivotItem3_PassthroughVideoMPEG2ToggleSwitch.OnContent
source: Yes
pt: Sim
tr: Evet

# SD_PivotItem3_PassthroughVideoMPEG2ToggleSwitch.OffContent
source: No
pt: Não
tr: Hayır

# SD_PivotItem3_PassthroughVideoVP9ToggleSwitch.Header
source: Hardware Accelerate VP9
pt: Ferragem acelerar VP9
tr: Donanım VP9 hızlandırmak

# SD_PivotItem3_PassthroughVideoVP9ToggleSwitch.OnContent
source: Yes
pt: Sim
tr: Evet

# SD_PivotItem3_PassthroughVideoVP9ToggleSwitch.OffContent
source: No
pt: Não
tr: Hayır

source: Input Code To Unlock Feature
pt: Entrada de código para desbloquear o recurso
tr: Özelliği kilidini açmak için giriş kodu

# SD_PivotItem1_OnStartedGotoFavoriatesToggleSwitch.Header
source: When App Started Go to Favorites
pt: Quando começou a App ir aos favoritos
tr: App başladığında sık kullanılanlara git

# SD_PivotItem1_OnStartedGotoFavoriatesToggleSwitch.OnContent
source: Yes
pt: Sim
tr: Evet

# SD_PivotItem1_OnStartedGotoFavoriatesToggleSwitch.OffContent
source: No
pt: Não
tr: Hayır

# CM_OnStartedGotoFavoriates
source: When App Started Go to Favorites
pt: Quando começou a App ir aos favoritos
tr: App başladığında sık kullanılanlara git

# LiteGuard_Interactive
source: Interactive Movie Feature Is Locked
pt: Característica de filme interativo está bloqueada
tr: Etkileşimli film özelliği kilitli

# LiteGuard_AdvanceAudio
source: Advance Audio Feature Is Locked
pt: Recurso de áudio avanço está bloqueado
tr: Önceden ses özelliği kilitli

# LiteGuard_Samba
source: SMB/CIFS Feature Is Locked
pt: SMB/CIFS recurso está bloqueado
tr: SMB/CIFS özelliği kilitli

# LiteGuard_LiveTranslate
source: Live Translate Feature Is Locked
pt: Ao vivo, definição da palavra recurso é bloqueado
tr: Canlı çevirmek özelliği kilitli

# LiteGuard_RememberPlaybackProgress
source: This Feature Is Locked
pt: Esse recurso é bloqueado
tr: Bu özellik kilitli

# UnlockFullVersion
source: Upgrade To Premium Version
pt: Upgrade para a versão Premium
tr: Premium sürümü için yükseltme

# UNLOCKFULLVERSION_BTN.Content
source: Upgrade To Premium Version
pt: Upgrade para a versão Premium
tr: Premium sürümü için yükseltme

# LiteGuard_Subhub
source: Subtitle download limit reached
pt: Limite de download de legendas alcançado
tr: Altyazı indir sınırına ulaşıldı

# BroadFileAccessDescContent
source: Only to auto load subtitle file along side video file, with in same folder
pt: Somente para auto arquivo de legenda de carga ao longo de arquivo de vídeo de lado, com o na mesma pasta
tr: Sadece boyunca yan video dosyası, yük altyazı dosyası ile aynı klasörde otomatik olarak

# BroadFileAccessDesc
source: SCORPIO PLAYER NEED ACCESS YOUR FILE SYSTEM
pt: ESCORPIÃO PLAYER PRECISAR ACESSAR SEU SISTEMA DE ARQUIVOS
tr: AKREP OYUNCU İHTİYACI ERİŞİM DOSYA SİSTEMİ

# WM_BroadFileAccessDescTakeMe
source: Setting
pt: Configuração
tr: Ayarı

# WM_SubtitleFounded_Part1
source: Subtitle Found
pt: Legenda encontrada
tr: Altyazı bulundu

# Download_JackettHost_TextBlock.Header
source: Jackett Server Host
pt: Jackett servidor Host
tr: Jackett sunucu ana bilgisayar

# Download_JackettApiKey_TextBlock.Header
source: Jackett API Key
pt: Jackett chave de API
tr: Jackett API anahtarı

# Jackett_CD_TITLE.Text
source: Setting
pt: Configuração
tr: Ayarı

# LP_CD_PivotItem1.Header
source: MOVIE
pt: FILME
tr: FİLM

# LP_CD_PivotItem2.Header
source: TV Shows
pt: Programas de TV
tr: TV programları

# LP_CD_PivotItem4.Header
source: DISCOVER
pt: DESCUBRA
tr: KEŞFETMEK

# LP_CD_PivotItem5.Header
source: MUSIC
pt: MÚSICA
tr: MÜZİK

# SD_PivotItem1_SafeModeToggleSwitch.Header
source: Safe Mode (for background music playback)
pt: Modo de segurança (para reprodução de música de fundo)
tr: Güvenli mod (için arka plan müzik çalma)

# SD_PivotItem1_SafeModeToggleSwitch.OnContent
source: Yes
pt: Sim
tr: Evet

# SD_PivotItem1_SafeModeToggleSwitch.OffContent
source: No
pt: Não
tr: Hayır

# LP_CD_PivotItem6.Header
source: PLAYLIST
pt: LISTA DE REPRODUÇÃO
tr: ÇALMA LİSTESİ

# Jackett_RSSEmailTo_TextBlock.Header
source: RSS Notification to Email
pt: Notificação de RSS para E-mail
tr: RSS bildirim e-posta

# LP_RegisterBackgroundTask.Content
source: Register Background Task
pt: Registrar a tarefa em segundo plano
tr: Kayıt arka plan görevi

# LP_RunNow.Content
source: Run Now
pt: Executar agora
tr: Şimdi Çalıştır

# WM_LP_TaskSuccess
source: Register Background Task Completed
pt: Registrar a tarefa em segundo plano concluída
tr: Kayıt arka plan görevi tamamlandı

# WM_LP_TaskFail
source: Register Background Task Failed
pt: Registrar a tarefa em segundo plano falhada
tr: Kayıt arka plan görevi başarısız oldu

# WM_LP_TaskStarted
source: Task Started
pt: Tarefa iniciada
tr: Görev başlatıldı

# WM_LP_TaskCompleted
source: Task Completed
pt: Tarefa concluída
tr: Görev tamamlandı

# Jackett_RSSEmailTo_TextBlock_LP.Header
source: RSS Notification to Email
pt: Notificação de RSS para E-mail
tr: RSS bildirim e-posta

# LP_UnRegisterBackgroundTask.Content
source: Remove Background Task
pt: Remover a tarefa em segundo plano
tr: Arka plan görevi Kaldır

# WM_LP_TaskRemoved
source: Remove Background Task Completed
pt: Remover fundo tarefa concluída
tr: Arka plan görev tamamlandı kaldırmak

# Jackett_SizeGreaterThan_TextBlock_LP.Header
source: Size Greater Than
pt: Tamanho maior do que
tr: Boyutu daha büyük

# Jackett_FileNameContain_TextBlock_LP.Header
source: File Name Contains string (split by comma)
pt: Arquivo de sequência de caracteres nome Contains (separado por vírgula)
tr: Dosya adı içerir dize (virgül ile ayrılmış)

# LP_PivotItem3_RSSEmailToWhenTaskCreatedToggleSwitch.Header
source: Send email when task created
pt: Enviar email quando a tarefa criada
tr: Görev oluşturduğunuzda e-posta göndermek

# LP_PivotItem3_RSSEmailToWhenTaskCreatedToggleSwitch.OnContent
source: Yes
pt: Sim
tr: Evet

# LP_PivotItem3_RSSEmailToWhenTaskCreatedToggleSwitch.OffContent
source: No
pt: Não
tr: Hayır

# LP_Clear123
source: Clean Report
pt: Limpar o relatório
tr: Temiz raporu

# LP_RunAllNow.Content
source: Run All Now
pt: Executar tudo agora
tr: Tüm koşmak şimdi

# Meta_UpdateInfo3
source: add .smi subtitle format support
ko: 라이브 번역 보존 원본 텍스트 추가
pt: Adicionar suporte ao formato de legendas. SMI
tr: Parolanız altyazı formatı desteği ekleme
zh_hant: 在即時翻譯中添加保留源文本

# Meta_UpdateInfo8
source: update movie ratings when open movie detail page
pt: atualizar filme classificação quando abre a página de detalhes do filme
tr: güncelleştirmek ne zaman Puan Film Film ayrıntı sayfası açın

# HD_PivotItem2.Header
source: Video Encoder
ar: ترميز الفيديو
es: Codificador de vídeo
fr: Encodeur vidéo
it: Codificatore video
ja: ビデオ ・ エンコーダー
ko: 비디오 인코더
pt: Codificador de vídeo
ru: Кодировщик видео
zh_cn: 视频编码器
zh_hant: 視頻編碼器

# Effects_Manager_MorphologyModeToggleSwitch.OffContent
source: Dilate
ar: تمدد
de: Erweitern
es: Se dilatan
fr: Dilater
it: Si dilatano
ja: 拡張
ko: 같은데요
pt: Dilatar-se
ru: Расширяются
zh_cn: 扩张
zh_hant: 擴張

# CD_Socket_SocketOfflineModeToggleSwitch.OffContent
source: Download
ar: تحميل
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
ko: 다운로드
pt: Baixar
ru: Скачать
zh_cn: 下载
zh_hant: 下載

# SUCD.SecondaryButtonText
source: Download
ar: تحميل
ja: ダウンロード
ko: 다운로드
pt: Baixar
zh_hant: 下載

source: Bengali
ar: البنغالية
ja: ベンガル語
ko: 벵골어
pt: Bengalês
zh_hant: 孟加拉文

source: Sinhalese
ar: اللغة السنهالية
ja: シンハラ語
ko: 신할라어
pt: Cingalês
zh_hant: 僧

source: Download
ar: تحميل
ja: ダウンロード
ko: 다운로드
pt: Baixar
zh_hant: 下載

# Hotkeys_dataGrid_columnName_Hotkey.Header
source: Hotkey
ar: مفتاح التشغيل السريع
ja: ホット キー
pt: Tecla de Atalho
zh_hant: 熱鍵

source: Yucatec Maya
ar: يوكاتيك مايا
ja: ユカテク語マヤ
pt: Iucateque
zh_hant: 尤卡坦瑪雅

# Samba_CD.PrimaryButtonText
source: Test
ar: اختبار
ja: テスト
pt: Teste

# Sftp_CD.PrimaryButtonText
source: Test
ar: اختبار
ja: テスト
pt: Teste

# Success
source: Test Pass
ar: تجاوز الاختبار
ja: テスト パス
pt: Teste de passagem

# CannotDownload
source: Can't Download
ar: لا يمكن تحميل
ja: ダウンロードできません。
pt: Não consigo baixar

# CD_Socket.PrimaryButtonText
source: Test
ar: اختبار
ja: テスト
pt: Teste

# WM_DecodeType
source: HD
ar: عالية الدقة
ja: ハードウェア HD
ko: 하드웨어 HD
zh_cn: 硬件高清
zh_hant: 硬體高清

# WM_ShowPrimarySubtitle_Part3
source: ms
ar: مرض التصلب العصبي المتعدد
ja: (ミリ秒)
ko: 밀리초
zh_cn: 毫秒
zh_hant: 毫秒

# MSD.PrimaryButtonText
source: Reflesh
ar: ريفليش
it: Esposizione
ja: 更新
ko: 새로 고침
zh_cn: 刷新
zh_hant: 刷新

# CM_Open_EQ
source: EQ
ar: مكافئ
ja: イコライザー
ko: 이퀄라이저
zh_cn: 均衡器
zh_hant: 等化器

# PS_hip_hop
source: Hip hop
ar: الهيب هوب
es: Salto de la cadera
ja: ホップ
ko: 홉
ru: Хип-хоп
zh_cn: 嘻哈
zh_hant: 嘻哈

# PS_pop
source: Pop
ar: الملوثات العضوية الثابتة
ja: ポップ ミュージック
ko: 대 중 음악
ru: Поп
zh_cn: 流行音乐
zh_hant: 流行音樂

# WebDAV_TITLE.Text
source: WebDAV (Beta)
ar: WebDAV (بيتا)
ja: WebDAV (ベータ版)
ko: WebDAV (베타)
ru: WebDAV (бета-версия)

# CM_Open_SMB
source: SMB
ar: %s ميغابايت

source: Esperanto
ar: الإسبرانتو
ja: エスペラント語
ko: 에스페란토
zh_hant: 語

source: Khmer
ar: الخمير
ja: クメール
ko: 크메르
zh_hant: 紅色高棉

source: Manipuri
ar: مانيبوري
ja: マニプリ
zh_hant: 曼尼普爾

source: Tagalog
ar: لغة التاجالوج
ja: タガログ語
ko: 타갈로그어
zh_hant: 摺頁冊

source: Breton
ar: البريتانية
ja: ブルトン語
ko: 브르타뉴어
zh_hant: 布列塔尼

# CM_Open_skipBegin
source: Skip Intro
ar: تخطي مقدمة
ja: イントロ スキップ
ko: 건너뛰기 소개
zh_hant: 跳過簡介

# CM_Misc
source: Misc
ar: متنوعة
ja: その他
ko: 기타
zh_hant: 雜項

source: Bangla
ar: البنغالية
ja: バングラ
ko: 벵골어
zh_hant: 孟加拉

source: Hmong Daw
ar: داو الهمونغ
ja: もん族 Daw
ko: 흐몽 어 갈가 마 귀
zh_hant: 苗族

source: Kiswahili
ar: اللغة السواحيلية
ja: スワヒリ語
zh_hant: 斯瓦希裡

source: Klingon
ar: الكلينجون
ja: クリンゴン語
ko: 클 링 온
zh_hant: 克林貢

source: Klingon (pIqaD)
ar: الكلينجون (بيقاد)
ja: クリンゴン語 (pIqaD)
ko: 클 링 온 (pIqaD)
zh_hant: 克林貢語 (pIqaD)

source: Querétaro Otomi
ar: ولاية كويريتارو اوتومي
ja: ケレタロ大富
ko: 케레타로 Otomi
zh_hant: 克雷塔羅 Otomi

# T_CD_Transcode.Content
source: Transcode
ar: فيرت
ja: トランス コード

# PS_r_b
source: R&B
ja: リズム ブルース
ko: 리듬의 블루스
zh_cn: 节奏布鲁斯
zh_hant: 節奏布魯斯

# CM_Open_Twitch
source: Twitch
ko: Twitch Streaming
zh_hant: Twitch 网络流

# Twitch_CD_TITLE.Text
source: Twitch
ko: Twitch Streaming
zh_hant: Twitch 网络流

# CM_Open_Youtube
source: Youtube
ko: Youtube 스트리밍
zh_hant: Youtube 流

# Youtube_CD_TITLE.Text
source: Youtube
ko: Youtube 스트리밍
zh_hant: Youtube 流

# NO_DLNA.Text
source: No DLNA Device found
de: Kein DLNA-Gerät gefunden
es: Ningún dispositivo DLNA encontrado
fr: Aucun périphérique DLNA trouvé
it: Nessun dispositivo DLNA trovato, per favore fare clic su Aggiorna pulsante
ru: Не найдено устройство, поддерживающее DLNA
zh_cn: 不存在 DLNA 媒体设备

# SD_PivotItem3_bufferTimeSlider.Header
source: Buffer Time (ms)
de: Pufferzeit (ms)
es: Tiempo de búfer (ms)
fr: Durée du tampon (ms)
it: Tempo di buffer (ms)
ru: Буфер время (МС)
zh_cn: 缓冲时间（毫秒）

# SD_PivotItem1_UseHevcToggleSwitch.Header
source: Use H265/HEVC/HDR Hardware Acceleration
de: H265/HEVC/HDR-Hardwarebeschleunigung verwenden
es: Usar aceleración de Hardware HEVC/H265/HDR
fr: Utiliser l’accélération matérielle H265/HEVC/HDR
it: Utilizzare l'accelerazione Hardware H265/HEVC/HDR
ru: Использовать H265/HEVC/HDR аппаратное ускорение
zh_cn: 使用 H265/HEVC/HDR 硬件加速

# CD_Socket_TITLE.Text
source: Scorpio Network Streaming
de: Skorpion-Netzwerk-Streaming
es: Red de Escorpio Streaming
fr: Réseau de Scorpion en Streaming
it: Scorpio lo Streaming in rete
ru: Скорпион сети потоковое
zh_cn: 天蝎网络流

# CM_Open_Socket
source: Scorpio Network Streaming
de: Skorpion-Netzwerk-Streaming
es: Red de Escorpio Streaming
fr: Réseau de Scorpion en Streaming
it: Scorpio lo Streaming in rete
ru: Скорпион сети потоковое
zh_cn: 天蝎网络流

# CD_Socket_Refresh_Button.Content
source: Refresh
de: Aktualisieren
es: Actualización
fr: Actualisation
it: Aggiornamento
ru: Обновить
zh_cn: 刷新

# SocketNetworkingStream_Message
source: Scorpio Networking Stream is a unique feature that can stream your Favorites Media including video or audio, via local network or internet between Scorpio Player, or with Scorpio Player Server software. Enable cross streaming between your PC, Xbox, Windows 10 Mobile Phone, and other Windows 10 Devices, When Scorpio Player act as Media Server it must in active window mode not minimize mode or background mode, you can download Scorpio Networking Stream app for Linux, MacOS, Windows 7, 10 8, 8.1 and learn more from http://scorpioplayer.com, thanks.
de: Scorpio Vernetzung Stream ist eine einzigartige Funktion, die Ihre Favoriten Medien wie video oder audio, über lokales Netzwerk oder Internet zwischen Skorpion Spieler oder mit Skorpion-Player Serversoftware streamen kann. Aktivieren Kreuz streaming zwischen Ihrem PC, Xbox, Windows 10 Mobile Phone, und andere Windows-10-Geräte, beim Skorpion-Player fungieren als Media-Server, die sie im aktiven Fenster-Modus muss nicht minimieren oder Hintergrundmodus, Sie können Skorpion Vernetzung Stream app für Linux herunterladen, MacOS, Windows 7, 10, 8, 8.1 und erfahren Sie mehr von http://scorpioplayer.com, vielen Dank.
es: Escorpio redes de flujo es una característica única que puede transmitir sus medios favoritos incluyendo video o audio, via red local o internet entre reproductor de Escorpio, o con software de servidor de reproductor de Escorpio. Habilitar transmisión cruzada entre tu PC, Xbox, móvil de Windows 10 y otros dispositivos de Windows 10, acto reproductor de Escorpio cuando como Media Server deben en modo de ventana activa no minimizar modo o fondo, puede descargar Escorpio redes de flujo de la aplicación para Linux, MacOS, Windows 7, 10 8, 8.1 y obtener más información de http://scorpioplayer.com, gracias.
fr: Scorpio Networking Stream est une caractéristique unique qui peut diffuser vos médias favoris y compris vidéo ou audio, via le réseau local ou internet entre joueur de Scorpion, ou avec le logiciel de serveur de joueur de Scorpion. Activer l’enchaînement croisée entre vos PC, Xbox, Windows 10 Mobile Phone et autres périphériques de Windows 10, Loi lorsque Scorpio joueur comme serveur multimédia, il doit en mode fenêtre active pas minimiser mode ou arrière-plan, vous pouvez télécharger les flux réseau Scorpio app pour Linux, MacOS, Windows 7, 10 8, 8.1 et en savoir plus sur http://scorpioplayer.com, Merci.
it: Scorpio Networking Stream è una caratteristica unica che può trasmettere file multimediali preferiti tra cui video o audio, via rete locale o internet tra Scorpione giocatore, o con il software Server Player Scorpio. Attivare il flusso trasversale tra PC, Xbox, telefono Mobile di Windows 10 e altri dispositivi di Windows 10, atto quando Scorpio Player come Media Server deve in modalità finestra attiva non minimizzare modalità o sfondo, è possibile scaricare app Scorpio Networking Stream per Linux, MacOS, Windows 7, 10 8, 8.1 e imparare di più da http://scorpioplayer.com, grazie.
ru: Скорпион сеть поток является уникальной особенностью, которая может передавать ваше избранное СМИ, включая видео или аудио, через локальную сеть или Интернет между Scorpio игрока, или с программным обеспечением сервера игрок Scorpio. Включить крест потоки между PC, Xbox, Windows 10 мобильный телефон и другие 10 устройств Windows, когда игрок Scorpio закон как медиа-сервер, он должен в режиме активного окна не свести к минимуму или фоновый режим, вы можете скачать Скорпион сетевой поток приложения для Linux, MacOS, Windows 7, 10-8, 8.1 и узнать больше от http://scorpioplayer.com, спасибо.
zh_cn: 天蝎网络流是一个独特的功能, 可以流您的收藏夹媒体, 包括视频或音频, 通过本地网络或互联网之间的天蝎播放器, 或与天蝎播放服务器软件。在您的 PC、Xbox、windows 10 手机和其他 windows 10 设备之间启用交叉流, 当天蝎播放机作为媒体服务器时, 它必须在活动窗口模式下不最小化模式或背景模式, 您可以下载天蝎网络流应用程序为 Linux,MacOS, Windows 7, 10 8, 8.1 和从 http://scorpioplayer.com 学习更多, 谢谢。

# UCD_TITLE.Text
source: Open Network Media
de: Offenes Netzwerkmedien
es: Medios de red abierta
fr: Médias de réseau ouvert
it: Lo Streaming in rete
ru: Откройте сетевые СМИ
zh_cn: 打开网络媒体

# SD_PivotItem3_BindSocketToFavoriteToggleSwitch.Header
source: Use Scorpio Network Streaming as Favorites Source
de: Verwenden Sie Skorpion-Netzwerk-Streaming als Favoriten Quelle
es: Utilizar red Scorpio Streaming como fuente favoritos
fr: Utiliser le réseau de Scorpion en Streaming comme Source de favoris
it: Utilizzare rete Scorpio Streaming come fonte di Preferiti
ru: Использование Scorpio сети потоковое как источник Избранное
zh_cn: 使用天蝎网络流作为收藏源

# WM_load_socket_folder_fail
source: Scorpio Network Streaming Folder Load Failed
de: Skorpion-Netzwerk-Streaming Ordner laden fehlgeschlagen
es: Red de Escorpio Streaming carpeta carga falló
fr: Réseau de Scorpion en Streaming dossier charge a échoué
it: Scorpio lo Streaming carico cartella in rete non riuscita
ru: Скорпион сети потоковое папку загрузки не удалось
zh_cn: 天蝎网络流文件夹加载失败

# WM_load_socket_folder
source: Scorpio Network Streaming Folder Load Completed
de: Skorpion-Netzwerk-Streaming Ordner laden abgeschlossen
es: Red de Escorpio Streaming carpeta carga completado
fr: Réseau de Scorpion en Streaming dossier charge terminée
it: Rete di Scorpio Streaming cartella carico completato
ru: Скорпион сети потоковое папку загрузки завершена
zh_cn: 天蝎网络流文件夹加载完成

# WM_load_socket_file_fail
source: Scorpio Network Streaming Files Load Failed
de: Skorpion-Netzwerk-Streaming Dateien laden fehlgeschlagen
es: Red de Escorpio Streaming archivos carga fallada
fr: Réseau de Scorpion en Streaming chargement de fichiers a échoué
it: Rete di Scorpio Streaming file Load non riuscita
ru: Скорпион сети потоковое ошибка загрузки файлов
zh_cn: 天蝎网络流文件加载失败

# WM_load_socket_file
source: Scorpio Network Streaming Files Load Completed
de: Skorpion-Netzwerk-Streaming Dateien laden abgeschlossen
es: Red de Escorpio Streaming archivos carga completado
fr: Réseau de Scorpion en Streaming les fichiers de charge terminée
it: Rete di Scorpio Streaming file carico completato
ru: Скорпион сети потоковое загрузки файлов завершена
zh_cn: 天蝎网络流文件加载完成

# WM_scorpio_network_stream_not_set
source: remote host settings for Scorpio Network Streaming is required
de: Remote-Hosteinstellungen für Skorpion Netzwerk-Streaming ist erforderlich
es: configuración de host remoto para la transmisión de red de Escorpio se requiere
fr: paramètres de l’hôte distant pour Scorpio réseau diffusion est nécessaire
it: impostazioni dell'host remoto per Scorpione Network Streaming è necessario
ru: параметры удаленного хоста для Scorpio сети потоковой передачи требуется
zh_cn: 需要天蝎网络流的远程主机设置

# Meta_UpdateInfo1
source: add Scorpio Network Stream Feature, Stream your Media Between Scorpio Player and Device, optional you can free to download Scorpio Networking Stream Desktop Service App From http://scorpioplayer.com for Linux, MacOS, Windows 7, 8, 8.1,10
es: efecto de texto de subtítulo resplandor
fr: Ajouter la fonctionnalité de flux de réseau Scorpio, écouter votre lecteur multimédia entre Scorpion et le dispositif, en option, vous pouvez gratuitement Télécharger Scorpion Networking flux Desktop Service App de http://scorpioplayer.com pour Linux, MacOS, Windows 7, 8, 8.1,10
it: aggiungere streaming playlist manager
zh_cn: 字幕辉光文本效果

# Meta_UpdateInfo2
source: add transport show duration control
es: peso de fuente de subtítulos
fr: Ajouter le contrôle du transport Voir la durée
it: Ricordate la traccia audio selezionata
zh_cn: 字幕字体粗细

# Meta_UpdateInfo7
source: add face tracking
es: Escorpio streaming incluye subtítulos en la misma carpeta
fr: Ajouter le suivi du visage
zh_cn: 天蝎网络流包括同一文件夹中的字幕
